[
    {
        "pergunta": "Afirmação: Na frase 'Eles se referiam a documentos antigos', a ocorrência da crase é obrigatória: 'Eles se referiam **à** documentos antigos'.",
        "resposta_correta": "F",
        "explicacao": "Falso. A crase (fusão de 'a' preposição + 'a' artigo) nunca ocorre antes de palavras no plural que não estejam precedidas do 'a' no plural. Além disso, 'documentos' é uma palavra masculina, o que já impede o uso do artigo 'a'. O correto seria 'a documentos' (somente preposição).",
        "pontos": 10
    },
    {
        "pergunta": "Afirmação: Todas as palavras terminadas em ditongo crescente, como 'história' e 'ciência', são consideradas paroxítonas acentuadas.",
        "resposta_correta": "D",
        "explicacao": "Discussão. Embora na prática e pelas regras atuais essas palavras sejam tratadas como **paroxítonas terminadas em ditongo crescente** (e, portanto, acentuadas), elas também podem ser classificadas como **proparoxítonas eventuais ou aparentes** ('his-tó-ri-a'), dependendo do nível de ensino e da análise fonética. O 'D' exige que o aluno reconheça a dupla classificação e a regra aplicada.",
        "pontos": 15
    },
    {
        "pergunta": "Afirmação: O uso de 'Por que' (separado e sem acento) é exclusivo para o início de frases interrogativas diretas.",
        "resposta_correta": "F",
        "explicacao": "Falso. 'Por que' (separado e sem acento) também é usado como pronome relativo, podendo ser substituído por 'pelo qual' (e variações), no meio de frases declarativas. Ex: 'Os motivos **por que** lutamos são nobres'.",
        "pontos": 10
    },
    {
        "pergunta": "Afirmação: O verbo 'haver' no sentido de 'existir' é impessoal e deve ser usado sempre no singular, mesmo quando o objeto é plural.",
        "resposta_correta": "V",
        "explicacao": "Verdadeiro. O verbo 'haver' no sentido de 'existir' ou 'ocorrer' é impessoal, funcionando como um verbo defectivo. Por isso, a concordância é sempre na terceira pessoa do singular. Ex: 'Havia muitos problemas.'",
        "pontos": 10
    },
    {
        "pergunta": "Afirmação: Na frase 'O professor, meu orientador, aprovou o trabalho.', o termo 'meu orientador' funciona como um aposto explicativo e pode ser retirado sem prejuízo da correção gramatical da frase.",
        "resposta_correta": "V",
        "explicacao": "Verdadeiro. O aposto explicativo é um termo acessório da oração. Sua função é explicar ou detalhar um termo anterior. Por estar entre vírgulas, ele é isolado e pode ser removido, mantendo a estrutura principal: 'O professor aprovou o trabalho.'",
        "pontos": 10
    },
    {
        "pergunta": "Afirmação: A frase 'Fazem dez anos que não o vejo' está gramaticalmente correta em relação à concordância verbal.",
        "resposta_correta": "F",
        "explicacao": "Falso. O verbo 'fazer', quando indica tempo decorrido, é impessoal e deve permanecer no singular. O correto é: 'Faz dez anos que não o vejo'.",
        "pontos": 10
    },
    {
        "pergunta": "Afirmação: Em Portugal, a colocação pronominal mesoclítica (ex: 'Far-te-ei um favor') é sempre obrigatória no início de frases, enquanto no Brasil a tendência é a próclise ('Eu te farei um favor').",
        "resposta_correta": "D",
        "explicacao": "Discussão. A mesóclise é uma regra da norma culta para tempos futuros do indicativo (futuro do presente e futuro do pretérito) quando não há fator de próclise. No entanto, ela não é obrigatória *sempre*, e o seu uso é raríssimo e evitado na fala coloquial. A afirmação exige a distinção entre norma e uso.",
        "pontos": 15
    },
    {
        "pergunta": "Afirmação: O uso da preposição 'a' é facultativo após o verbo 'obedecer', sendo aceitável tanto 'obedecer as regras' quanto 'obedecer às regras'.",
        "resposta_correta": "F",
        "explicacao": "Falso. O verbo 'obedecer' é transitivo indireto e exige a preposição 'a' (Regência Verbal). Portanto, a crase é obrigatória antes de 'regras' (que pede o artigo 'as'). O correto é 'obedecer **às** regras'.",
        "pontos": 10
    },
    {
        "pergunta": "Afirmação: No período composto por subordinação, a oração principal é sempre aquela que contém o conectivo (conjunção subordinativa).",
        "resposta_correta": "F",
        "explicacao": "Falso. A oração **subordinada** é aquela que contém o conectivo e depende da outra para ter sentido completo. A **principal** é aquela que não possui o conectivo.",
        "pontos": 10
    },
    {
        "pergunta": "Afirmação: A palavra 'pneu' segue a regra geral de acentuação gráfica para oxítonas terminadas em 'u'.",
        "resposta_correta": "V",
        "explicacao": "Verdadeiro. Embora 'pneu' seja uma paroxítona (PN-EU), ela não se enquadra na regra de acentuação por terminar em 'u' isolado (como 'bamb**u**' ou 'tat**u**') ou 'i' isolado, que não são acentuadas. Portanto, por não se enquadrar nas regras de acentuação, ela não é acentuada.",
        "pontos": 10
    }	
]